# Ejercicio 01 (Python)

## Datos y Librer√≠as

In [1]:
import pandas as pd
import numpy as np
import matplotlib.pyplot as plt
import seaborn as sns

In [3]:
df = pd.read_csv('Liga_nacional_de_futbol.csv')
df.head()

        Equipo   y    x1    x2    x3    x4  x5   x6    x7    x8    x9
0   Washington  10  2113  1985  38.9  64.7   4  868  59.7  2205  1917
1    Minnesota  11  2003  2855  38.8  61.3   3  615  55.0  2096  1575
2  New England  11  2957  1737  40.1  60.0  14  914  65.6  1847  2175
3      Oakland  13  2285  2905  41.6  45.3  -4  957  61.4  1903  2476
4   Pittsburgh  10  2971  1666  39.2  53.8  15  836  66.1  1457  1866